{
    "hscroll" : "Click to scroll the shelf of books",
    "hstack" : "A shelf of books.  The thickness represents the page count.  The length represents the actual height of the work.  The darkness of the blue indicates the work's \"ShelfRank,\" an indication of how important the Harvard community thinks it is.",
	"hranknogoogle" : "<b>ShelfRank</b>: An indication of how important the Harvard community thinks the work is. Click to reveal the calculation.  The ShelfRank score itself is scaled. <br /><br /><b>HOLLIS</b>: Go to the Hollis site to see the work's information.",
	"hrank" : "<b>ShelfRank</b>: An indication of how important the Harvard community thinks the work is. Click to reveal the calculation. The ShelfRank score itself is scaled.<br /><br /><b>HOLLIS</b>: Go to the Hollis site to see the work's information.<br /><br /><b>Google Preview</b>: Click to see the work in a Google Books viewer.",
	"hlibrary" : "Books shelved according to the categories librarians have classified it under. The Infinite Book Shelf shows all of Harvard's books on one shelf, in the call number order by which they are shelved inthe physical libraries.",
	"hcommunity" : "<b>People who viewed this also viewed these</b>: Works visited by others who have come upon this particular work.<br /><br /><b>You recently viewed these</b>: The works you have visited during this session.<br /><br /><b>People who read this recommended these</b>: \"If you're interested in this work, you'll also be interested in that one\" recommendations by other users.",
	"haddtag" : "Add a tag - a brief label visible to all users.",
	"htags" : "Click to see all the works users have tagged this way. The number indicates how many people have applied this tag to this work.",
	"haddread" : "Recommend a work to other users who are interested in the current work. The work is added to the \"People who read this...\" shelf.",
	"hbuy" : "Cick to go to a site where you can buy this book, if they stock it.",
	"hrefine" : "The darkness of the blue correlates to the ShelfRank score.",
	"hrelevance" : "Click to rank works by their importance to particular Harvard constituencies.",
	"hfacets" : "Refine your search by various \"facets\"",
	"hsort" : "The ShelfRank score that reflects the works importance to the Harvard community. Click on any of the headings to sort.",
	"hrecently" : "The works you have visited during this session.",
	"hsubjects" : "The subjects under which the works of this author have been categorized by librarians.",
	"hrelated" : "A sampling of other authors who have written on the same subjects.",
	"hsubjects-authorpage" : "A shelf of works classified under the subjects the author's listed works have been classified under.",
	"hrelated-authorpage" : "A serendipitous approximation of other authors who have written on the same subjects.",
	"hshelfrank-weight" : "ShelfRank weighted differently to improve its relevance to different communities. <br /><br /><b>University</b> weights faculty, grad, and undergrad interactions in descending order.<br /><br /><b>Undergraduate</b> places heavy emphasis on undergrad interactions.<br /><br /><b>Library</b> considers only the number of libraries that have a copy and how many extra copies each has."
	
	
}